// Lesson1.13.cpp : S1.13. Составить программу вывода на экран следующей информации:
//2 кг
//13 17
//

#include <iostream>

using namespace std;

int main()
{
    string text = "2 kg";
    string text2 = "13 17";
    cout << text << "\n" << text2 << "\n";
}
