// Lesson1.12.cpp : S1.12. Составить программу вывода на экран следующей информации:
//5 10
//7 см
//

#include <iostream>

using namespace std;

int main()
{
    string text = "5 10";
    string text2 = "7 cm";
    cout << text << "\n" << text2 << "\n";
}

