// Lesson1.7.cpp : S1.7. Составить программу вывода на экран в одну строку трех любых чисел с двумя пробелами между ними.
//

#include <iostream>
using namespace std;
int main()
{
    cout << "Insert tree number.";
    double a;
        double b;
            double c;
            cin >> a;
            cin >> b;
            cin >> c;
    cout << "Your number" << a << "  " << b << "  " << c << ".";
}


